---
type: ComboBoxDropDownOpenedEventArgs
namespace: Autodesk.Revit.UI.Events
version: 2024
members: 1
tags: [revit-api, class]
---

# ComboBoxDropDownOpenedEventArgs

`Autodesk.Revit.UI.Events.ComboBoxDropDownOpenedEventArgs` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | ComboBoxDropDownOpenedEventArgs | — | `public ComboBoxDropDownOpenedEventArgs ()` |